    const locationsDB = {
        "Горные кланы": {
            transitions: ["1_9", "3_2", "3_3", "6_10"],
            description: "Нейтральная локация, граничащая с Кланом Падающей Воды и Северным Кланом",
            transitionTargets: {
                "1_9": "Мерзлые земли",
                "3_2": "Обрушенная вершина",
                "3_3": "Горы 16",
                "6_10": "Ледопад"
            }
        },
        "Воющие коридоры": {
            transitions: ["1_2", "4_7"],
            description: "",
            transitionTargets: {
                "1_2": "Горы 39",
                "4_7": "Коридоры 1",
            }
        },
        "Предгорья": {
            transitions: ["1_1", "1_6", "6_6"],
            description: "Нейтральная локация",
            transitionTargets: {
                "1_1": "Скалистые холмы",
                "1_6": "Горы 46",
                "6_6": "Предпустынье"
            }
        },
        "Каменистая лощина": {
            transitions: ["1_1", "1_10", "3_6", "6_1", "6_7", "6_10"],
            description: "нейтральная локация, ведущая горы и Мост Двуногих (территорию ОВП)",
            transitionTargets: {
                "1_1": "Тупик",
                "1_10": "Горы 74",
                "3_6": "Мост Двуногих",
                "6_1": "Горы 76",
                "6_7": "Тупик",
                "6_10": "Тупик"
            }
        },
        "Горное озеро": {
            transitions: ["1_8", "1_9", "1_10", "2_10", "3_10", "5_1", "6_10"],
            description: "Нейтральная водная локация с 0 ПУ",
            transitionTargets: {
                "1_8": "Тупик",
                "1_9": "Тупик",
                "1_10": "Тупик",
                "2_10": "Тупик",
                "3_10": "Водопад",
                "5_1": "Горы 199",
                "6_10": "Побережье горного озера"
            }
        },
        "Зловонное ущелье": {
            transitions: ["6_1", "2_10"],
            description: "Первая локация лазательных локаций. В 15:55мск спавнится паутина в случайном количестве (кроме первой локации)",
            transitionTargets: {
                "6_1": "Горы 81",
                "2_10": "2 локация ущелья"
            }
        },
        "Проход к уступам под водопадом": {
            transitions: ["1_10", "3_1", "4_10", "6_8"],
            description: "Локация гор, содержащая переход на Уступы под водопадом",
            transitionTargets: {
                "1_10": "Горы 194",
                "3_1": "Горы 191",
                "4_10": "Уступы под водопадом",
                "6_8": "Горы 189"
            }
        },
        "Впалый сугроб": {
            transitions: ["4_1"],
            description: "Бот Впалый Сугроб - хранитель коллекционных предметов",
            transitionTargets: {
                "4_1": "Горы 181"
            }
        },
        "Охота на мышей": {
            transitions: ["4_10"],
            description: "Нейтральная локация с охотой на горных мышей",
            transitionTargets: {
                "4_10": "Горы 181"
            }
        },
        "Спавн камней": {
            transitions: ["6_1"],
            description: "Нейтральная локация со спавном камней в определенное время",
            transitionTargets: {
                "6_1": "Горы 181"
            }
        },
        "Развилка": {
            transitions: ["1_1", "1_6", "1_10", "6_10"],
            description: "Главная развязка гор между областями",
            transitionTargets: {
                "1_1": "Горы 100",
                "1_6": "Горы 2",
                "1_10": "Горы 24",
                "6_10": "Горы 51"
            }
        },
        "Горная пещера": {
            transitions: ["2_7"],
            description: "",
            transitionTargets: {
                "2_7": "Горы 165"
            }
        },
        "Горы 0": {
            transitions: ["1_1", "1_6", "1_10", "6_10"],
            description: "Главная развязка гор между областями",
            transitionTargets: {
                "1_1": "Горы 32",
                "1_6": "Горы 32",
                "1_10": "Горы 32",
                "6_10": "Горы 32",
            }
        },
        "Горы 2": {
            transitions: ["1_5", "1_10", "2_6", "3_5", "4_6", "5_5", "6_1", "6_6"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 3",
                "1_5": "Тупик",
                "2_6": "Тупик",
                "3_5": "Тупик",
                "4_6": "Тупик",
                "5_5": "Тупик",
                "6_1": "Развилка",
                "6_6": "Тупик"
            }
        },
        "Горы 3": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 8",
                "1_10": "Горы 6",
                "6_1": "Горы 2",
                "6_10": "Горы 4"
            }
        },
        "Горы 4": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 5",
                "1_10": "Горы 5",
                "6_1": "Горы 3",
                "6_10": "Горы 4"
            }
        },
        "Горы 5": {
            transitions: ["2_1", "1_10", "5_1", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 6",
                "1_10": "Горы 5",
                "5_1": "Горы 6",
                "6_1": "Горы 4",
                "6_10": "Горы 4"
            }
        },
        "Горы 6": {
            transitions: ["1_1", "1_10", "5_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 7",
                "1_10": "Горы 5",
                "5_10": "Горы 5",
                "6_1": "Горы 8",
                "6_10": "Горы 3"
            }
        },
        "Горы 7": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 7",
                "1_10": "Горы 7",
                "6_1": "Горы 6",
                "6_10": "Горы 7"
            }
        },
        "Горы 8": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 23",
                "1_10": "Горы 6",
                "6_1": "Горы 9",
                "6_10": "Горы 8"
            }
        },
        "Горы 9": {
            transitions: ["1_7", "1_10"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 10",
                "1_10": "Горы 8"
            }
        },
        "Горы 10": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 11"
            }
        },
        "Горы 11": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 12"
            }
        },
        "Горы 12": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 13"
            }
        },
        "Горы 13": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 14"
            }
        },
        "Горы 14": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 15"
            }
        },
        "Горы 15": {
            transitions: [
                "1_2", "1_4", "1_6", "1_7", "1_8", "1_10",
                "2_2", "2_4", "2_6", "2_8", "2_10",
                "3_2", "3_4", "3_6", "3_8", "3_10",
                "4_2", "4_4", "4_6", "4_8", "4_10",
                "5_2", "5_4", "5_6", "5_8", "5_10",
                "6_2", "6_4", "6_6", "6_8", "6_10"
            ],
            description: "",
            transitionTargets: {
                "1_2": "Тупик",
                "1_4": "Тупик",
                "1_6": "Тупик",
                "1_7": "Горы 16",
                "1_8": "Тупик",
                "1_10": "Тупик",
                "2_2": "Тупик",
                "2_4": "Тупик",
                "2_6": "Тупик",
                "2_8": "Тупик",
                "2_10": "Тупик",
                "3_2": "Тупик",
                "3_4": "Тупик",
                "3_6": "Тупик",
                "3_8": "Тупик",
                "3_10": "Тупик",
                "4_2": "Тупик",
                "4_4": "Тупик",
                "4_6": "Тупик",
                "4_8": "Тупик",
                "4_10": "Тупик",
                "5_2": "Тупик",
                "5_4": "Тупик",
                "5_6": "Тупик",
                "5_8": "Тупик",
                "5_10": "Тупик",
                "6_2": "Тупик",
                "6_4": "Тупик",
                "6_6": "Тупик",
                "6_8": "Тупик",
                "6_10": "Тупик"
            }
        },
        "Горы 16": {
            transitions: [
                "1_1", "1_3", "1_5", "1_7", "1_9",
                "2_1", "2_3", "2_5", "2_7", "2_9",
                "3_1", "3_3", "3_5", "3_7", "3_9",
                "4_1", "4_3", "4_5", "4_7", "4_9",
                "5_1", "5_3", "5_5", "5_7", "5_9",
                "6_1", "6_3", "6_5", "6_7", "6_9"
            ],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_3": "Тупик",
                "1_5": "Тупик",
                "1_7": "Горы 18",
                "1_9": "Тупик",
                "2_1": "Тупик",
                "2_3": "Тупик",
                "2_5": "Тупик",
                "2_7": "Тупик",
                "2_9": "Тупик",
                "3_1": "Тупик",
                "3_3": "Горные кланы",
                "3_5": "Тупик",
                "3_7": "Тупик",
                "3_9": "Тупик",
                "4_1": "Тупик",
                "4_3": "Тупик",
                "4_5": "Тупик",
                "4_7": "Тупик",
                "4_9": "Тупик",
                "5_1": "Тупик",
                "5_3": "Тупик",
                "5_5": "Тупик",
                "5_7": "Тупик",
                "5_9": "Тупик",
                "6_1": "Тупик",
                "6_3": "Тупик",
                "6_5": "Тупик",
                "6_7": "Тупик",
                "6_9": "Тупик"
            }
        },
        "Горы 18": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 19"
            }
        },
        "Горы 19": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 20"
            }
        },
        "Горы 20": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 21"
            }
        },
        "Горы 21": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 22"
            }
        },
        "Горы 22": {
            transitions: ["1_7"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 23"
            }
        },
        "Горы 23": {
            transitions: ["6_10"],
            description: "",
            transitionTargets: {
                "6_10": "Горы 8"
            }
        }, //Начало маршрута Предгорий
        "Горы 24": {
            transitions: ["1_1", "1_10", "3_5", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 24",
                "1_10": "Горы 24",
                "3_5": "Горы 25",
                "6_1": "Развилка",
                "6_10": "Горы 24"
            }
        },
        "Горы 25": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 24",
                "1_10": "Горы 25",
                "6_1": "Горы 26",
                "6_10": "Горы 32"
            }
        },
        "Горы 26": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_10": "Горы 25",
                "6_1": "Горы 27",
                "6_10": "Тупик"
            }
        },
        "Горы 27": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 26",
                "1_10": "Горы 27",
                "6_1": "Горы 28",
                "6_10": "Горы 30"
            }
        },
        "Горы 28": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 27",
                "1_10": "Горы 29",
                "6_1": "Горы 28",
                "6_10": "Горы 38"
            }
        },
        "Горы 29": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 30",
                "1_10": "Горы 30",
                "6_1": "Горы 28",
                "6_10": "Тупик"
            }
        },
        "Горы 30": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 31",
                "1_10": "Тупик",
                "6_1": "Горы 29",
                "6_10": "Горы 50"
            }
        },
        "Горы 31": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_10": "Горы 32",
                "6_1": "Горы 31",
                "6_10": "Горы 30"
            }
        },
        "Горы 32": {
            transitions: ["1_1", "1_9", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 0",
                "1_9": "Горы 0",
                "1_10": "Горы 33",
                "6_1": "Горы 31",
                "6_10": "Горы 34"
            }
        },
        "Горы 33": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 33",
                "1_10": "Горы 33",
                "6_1": "Горы 32",
                "6_10": "Горы 34"
            }
        },
        "Горы 34": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 33",
                "1_10": "Горы 35",
                "6_1": "Горы 32",
                "6_10": "Горы 34"
            }
        },
        "Горы 35": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_10": "Тупик",
                "6_1": "Горы 34",
                "6_10": "Горы 36"
            }
        },
        "Горы 36": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 35",
                "1_10": "Горы 37",
                "6_1": "Тупик",
                "6_10": "Горы 39"
            }
        },
        "Горы 37": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 37",
                "1_10": "Горы 38",
                "6_1": "Горы 36",
                "6_10": "Горы 38"
            }
        },
        "Горы 38": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 37",
                "1_10": "Горы 37",
                "6_1": "Горы 39",
                "6_10": "Тупик"
            }
        },
        "Горы 39": {
            transitions: ["1_1", "1_10", "6_1", "6_8", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 39",
                "1_10": "Горы 38",
                "6_1": "Горы 40",
                "6_8": "Воющие коридоры",
                "6_10": "Горы 44"
            }
        },
        "Горы 40": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 40",
                "1_10": "Горы 39",
                "6_1": "Горы 41",
                "6_10": "Горы 43"
            }
        },
        "Горы 41": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 41",
                "1_10": "Горы 41",
                "6_1": "Горы 42",
                "6_10": "Горы 41"
            }
        },
        "Горы 42": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 41",
                "1_10": "Горы 42",
                "6_1": "Горы 42",
                "6_10": "Горы 43"
            }
        },
        "Горы 43": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 43",
                "1_10": "Горы 43",
                "6_1": "Горы 42",
                "6_10": "Горы 45"
            }
        },
        "Горы 44": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 44",
                "1_10": "Горы 39",
                "6_1": "Горы 44",
                "6_10": "Горы 45"
            }
        },
        "Горы 45": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 43",
                "1_10": "Горы 44",
                "6_1": "Горы 46",
                "6_10": "Тупик"
            }
        },
        "Горы 46": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 47",
                "1_10": "Горы 45",
                "6_1": "Горы 48",
                "6_10": "Предгорья"
            }
        },
        "Горы 47": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 48",
                "1_10": "Горы 46",
                "6_1": "Горы 49",
                "6_10": "Горы 47"
            }
        },
        "Горы 48": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 50",
                "1_10": "Горы 48",
                "6_1": "Горы 48",
                "6_10": "Горы 46"
            }
        },
        "Горы 49": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_10": "Горы 50",
                "6_1": "Горы 49",
                "6_10": "Горы 47"
            }
        },
        "Горы 50": {
            transitions: ["1_1", "1_10", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 48",
                "1_10": "Горы 48",
                "6_1": "Горы 49",
                "6_10": "Горы 48"
            }
        }, //Начало маршрута 3
        "Горы 51": {
            transitions: ["1_1", "1_6", "1_10", "6_1", "6_5", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 1",
                "1_6": "Горы 99",
                "1_10": "Горы 51",
                "6_1": "Горы 51",
                "6_5": "Горы 52",
                "6_10": "Горы 51"
            }
        },
        "Горы 52": {
            transitions: ["1_7", "3_7", "4_8", "5_8", "6_4"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 51",
                "3_7": "Тупик",
                "4_8": "Тупик",
                "5_8": "Тупик",
                "6_4": "Тупик"
            }
        },
        "Горы 53": {
            transitions: ["1_8", "6_3"],
            description: "",
            transitionTargets: {
                "1_8": "Горы 52",
                "6_3": "Горы 54"
            }
        },
        "Горы 54": {
            transitions: ["1_9", "3_1", "6_2"],
            description: "",
            transitionTargets: {
                "1_9": "Горы 53",
                "3_1": "Тупик",
                "6_2": "Горы 55"
            }
        },
        "Горы 55": {
            transitions: ["2_5", "3_4", "3_6", "4_5"],
            description: "",
            transitionTargets: {
                "2_5": "Тупик",
                "3_4": "Тупик",
                "3_6": "Горы 54",
                "4_5": "Горы 56"
            }
        },
        "Горы 56": {
            transitions: ["2_3", "3_10", "5_9"],
            description: "",
            transitionTargets: {
                "2_3": "Горы 55",
                "3_10": "Тупик",
                "5_9": "Горы 57"
            }
        },
        "Горы 57": {
            transitions: ["1_7", "2_8"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 56",
                "2_8": "Горы 58"
            }
        },
        "Горы 58": {
            transitions: ["2_2", "3_4", "3_8", "3_9"],
            description: "",
            transitionTargets: {
                "2_2": "Горы 59",
                "3_4": "Горы 57",
                "3_8": "Тупик",
                "3_9": "Тупик"
            }
        },
        "Горы 59": {
            transitions: ["1_4", "4_8"],
            description: "",
            transitionTargets: {
                "1_4": "Горы 58",
                "4_8": "Горы 60"
            }
        },
        "Горы 60": {
            transitions: ["1_7", "4_3"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 61",
                "4_3": "Горы 59"
            }
        },
        "Горы 61": {
            transitions: ["3_5", "6_10"],
            description: "",
            transitionTargets: {
                "3_5": "Горы 60",
                "6_10": "Горы 62"
            }
        },
        "Горы 62": {
            transitions: ["2_4", "2_5", "3_5", "4_5", "4_8", "5_5", "5_6", "5_7", "5_8", "6_6", "6_7"],
            description: "",
            transitionTargets: {
                "2_4": "Горы 63",
                "2_5": "Горы 61",
                "3_5": "Тупик",
                "4_5": "Тупик",
                "4_8": "Горы 62",
                "5_5": "Тупик",
                "5_6": "Тупик",
                "5_7": "Горы 81",
                "5_8": "Горы 62",
                "6_6": "Тупик",
                "6_7": "Тупик"
            }
        },
        "Горы 63": {
            transitions: ["1_10", "6_1"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 64",
                "6_1": "Горы 62"
            }
        },
        "Горы 64": {
            transitions: ["1_1", "1_2", "1_3", "1_4", "1_5", "1_6", "2_1", "2_10", "5_1", "5_10", "6_5", "6_6", "6_7", "6_8", "6_9", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 204",
                "1_2": "Тупик",
                "1_3": "Горы 204",
                "1_4": "Тупик",
                "1_5": "Тупик",
                "1_6": "Тупик",
                "2_1": "Горы 88",
                "2_10": "Горы 65",
                "5_1": "Горы 63",
                "5_10": "Горы 86",
                "6_5": "Тупик",
                "6_6": "Тупик",
                "6_7": "Тупик",
                "6_8": "Горы 87",
                "6_9": "Тупик",
                "6_10": "Тупик"
            }
        },
        "Горы 65": {
            transitions: ["1_6", "1_7", "2_8"],
            description: "",
            transitionTargets: {
                "1_6": "Тупик",
                "1_7": "Горы 64",
                "2_8": "Горы 66"
            }
        },
        "Горы 66": {
            transitions: ["1_6", "1_8", "4_4", "6_2", "6_9"],
            description: "",
            transitionTargets: {
                "1_6": "Тупик",
                "1_8": "Тупик",
                "4_4": "Тупик",
                "6_2": "Горы 67",
                "6_9": "Тупик"
            }
        },
        "Горы 67": {
            transitions: ["1_2", "1_9"],
            description: "",
            transitionTargets: {
                "1_2": "Горы 66",
                "1_9": "Горы 68"
            }
        },
        "Горы 68": {
            transitions: ["6_9", "6_10"],
            description: "",
            transitionTargets: {
                "6_9": "Горы 67",
                "6_10": "Горы 69"
            }
        },
        "Горы 69": {
            transitions: ["2_1", "3_10", "4_6", "4_10"],
            description: "",
            transitionTargets: {
                "2_1": "Тупик",
                "3_10": "Горы 68",
                "4_6": "Тупик",
                "4_10": "Горы 70"
            }
        },
        "Горы 70": {
            transitions: ["4_5", "5_7", "6_9"],
            description: "",
            transitionTargets: {
                "4_5": "Горы 69",
                "5_7": "Горы 71",
                "6_9": "Тупик"
            }
        },
        "Горы 71": {
            transitions: ["1_6", "2_5", "2_7"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 70",
                "2_5": "Тупик",
                "2_7": "Горы 72"
            }
        },
        "Горы 72": {
            transitions: ["3_5", "4_6"],
            description: "",
            transitionTargets: {
                "3_5": "Горы 71",
                "4_6": "Горы 73"
            }
        },
        "Горы 73": {
            transitions: ["2_1", "3_7", "4_4", "5_8"],
            description: "",
            transitionTargets: {
                "2_1": "Тупик",
                "3_7": "Тупик",
                "4_4": "Горы 74",
                "5_8": "Горы 72"
            }
        },
        "Горы 74": {
            transitions: ["3_7", "6_1"],
            description: "",
            transitionTargets: {
                "3_7": "Горы 73",
                "6_1": "Каменистая лощина"
            }
        },
        "Горы 76": {
            transitions: ["2_3", "3_6", "3_8", "4_6", "6_6"],
            description: "",
            transitionTargets: {
                "2_3": "Тупик",
                "3_6": "Горы 77",
                "3_8": "Тупик",
                "4_6": "Тупик",
                "6_6": "Каменистая лощина"
            }
        },
        "Горы 77": {
            transitions: ["2_5", "5_8"],
            description: "",
            transitionTargets: {
                "2_5": "Горы 78",
                "5_8": "Горы 76"
            }
        },
        "Горы 78": {
            transitions: ["2_2", "2_3", "6_10"],
            description: "",
            transitionTargets: {
                "2_2": "Горы 79",
                "2_3": "Горы 78",
                "6_10": "Тупик"
            }
        },
        "Горы 79": {
            transitions: ["4_1", "5_5", "5_10"],
            description: "",
            transitionTargets: {
                "4_1": "Горы 80",
                "5_5": "Тупик",
                "5_10": "Горы 78"
            }
        },
        "Горы 80": {
            transitions: ["2_8", "2_9", "3_10", "6_6"],
            description: "",
            transitionTargets: {
                "2_8": "Горы 81",
                "2_9": "Горы 82",
                "3_10": "Горы 79",
                "6_6": "Тупик"
            }
        },
        "Горы 81": {
            transitions: ["1_1", "3_3", "6_7"],
            description: "Проход к Зловонному ущелью",
            transitionTargets: {
                "1_1": "Горы 69",
                "3_3": "Горы 71",
                "6_7": "Зловонное ущелье"
            }
        },
        "Горы 82": {
            transitions: ["3_6", "4_10", "5_2"],
            description: "",
            transitionTargets: {
                "3_6": "Тупик",
                "4_10": "Горы 83",
                "5_2": "Горы 80"
            }
        },
        "Горы 83": {
            transitions: ["3_1", "3_10"],
            description: "",
            transitionTargets: {
                "3_1": "Горы 82",
                "3_10": "Горы 84"
            }
        },
        "Горы 84": {
            transitions: ["1_6", "2_4", "3_7", "4_9", "5_1"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 85",
                "2_4": "Тупик",
                "3_7": "Тупик",
                "4_9": "Тупик",
                "5_1": "Горы 83"
            }
        },
        "Горы 85": {
            transitions: ["2_4", "6_5"],
            description: "",
            transitionTargets: {
                "2_4": "Горы 86",
                "6_5": "Горы 84"
            }
        },
        "Горы 86": {
            transitions: ["2_9", "5_4", "6_6"],
            description: "",
            transitionTargets: {
                "2_9": "Тупик",
                "5_4": "Горы 64",
                "6_6": "Горы 85"
            }
        },
        "Горы 87": {
            transitions: ["1_7", "1_8"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 64",
                "1_8": "Горы 64"
            }
        },
        "Горы 88": {
            transitions: ["1_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 64",
                "6_10": "Горы 89"
            }
        },
        "Горы 89": {
            transitions: ["1_2", "1_10", "6_1"],
            description: "",
            transitionTargets: {
                "1_2": "Тупик",
                "1_10": "Горы 90",
                "6_1": "Горы 88"
            }
        },
        "Горы 90": {
            transitions: ["1_1", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 89",
                "6_10": "Горы 91"
            }
        },
        "Горы 91": {
            transitions: ["1_10", "6_1"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 92",
                "6_1": "Горы 90"
            }
        },
        "Горы 92": {
            transitions: ["1_1", "3_4", "4_7", "6_10"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 93",
                "3_4": "Тупик",
                "4_7": "Тупик",
                "6_10": "Горы 91"
            }
        },
        "Горы 93": {
            transitions: ["2_1", "2_10"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 94",
                "2_10": "Горы 92"
            }
        },
        "Горы 94": {
            transitions: ["3_5", "4_1", "5_10"],
            description: "",
            transitionTargets: {
                "3_5": "Тупик",
                "4_1": "Горы 95",
                "5_10": "Горы 93"
            }
        },
        "Горы 95": {
            transitions: ["1_3", "3_8"],
            description: "",
            transitionTargets: {
                "1_3": "Горы 96",
                "3_8": "Горы 94"
            }
        },
        "Горы 96": {
            transitions: ["4_3", "5_7"],
            description: "",
            transitionTargets: {
                "4_3": "Горы 97",
                "5_7": "Горы 95"
            }
        },
        "Горы 97": {
            transitions: ["1_8", "3_6", "5_4"],
            description: "",
            transitionTargets: {
                "1_8": "Горы 96",
                "3_6": "Тупик",
                "5_4": "Горы 98"
            }
        },
        "Горы 98": {
            transitions: ["2_2", "4_6", "5_10"],
            description: "",
            transitionTargets: {
                "2_2": "Горы 99",
                "4_6": "Горы 97",
                "5_10": "Тупик"
            }
        },
        "Горы 99": {
            transitions: ["1_10", "6_1"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 98",
                "6_1": "Горы 51"
            }
        },
        "Горы 100": { //спуск и подножье гор
            transitions: ["5_1", "5_10", "6_9"],
            description: "",
            transitionTargets: {
                "5_1": "Горы 101",
                "5_10": "Горы 109",
                "6_9": "Горы 1"
            }
        },
        "Горы 101": {
            transitions: ["4_1", "5_10"],
            description: "",
            transitionTargets: {
                "4_1": "Горы 102",
                "5_10": "Горы 100"
            }
        },
        "Горы 102": {
            transitions: ["1_4", "6_7"],
            description: "На локации находится квестовый от Арин",
            transitionTargets: {
                "1_4": "Горы 103",
                "6_7": "Горы 101"
            }
        },
        "Горы 103": {
            transitions: ["1_8", "4_10", "6_5"],
            description: "",
            transitionTargets: {
                "1_8": "Горы 104",
                "4_10": "Горы 113",
                "6_5": "Горы 102"
            }
        },
        "Горы 104": {
            transitions: ["2_10", "6_3"],
            description: "",
            transitionTargets: {
                "2_10": "Горы 105",
                "6_3": "Горы 103"
            }
        },
        "Горы 105": {
            transitions: ["2_1", "2_10"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 104",
                "2_10": "Горы 106"
            }
        },
        "Горы 106": {
            transitions: ["1_1", "3_1", "6_8"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 117",
                "3_1": "Горы 105",
                "6_8": "Горы 107"
            }
        },
        "Горы 107": {
            transitions: ["1_3", "6_5"],
            description: "",
            transitionTargets: {
                "1_3": "Горы 106",
                "6_5": "Горы 108"
            }
        },
        "Горы 108": {
            transitions: ["1_1", "1_7", "6_4"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 110",
                "1_7": "Горы 107",
                "6_4": "Горы 109"
            }
        },
        "Горы 109": {
            transitions: ["4_10", "5_1"],
            description: "",
            transitionTargets: {
                "4_10": "Горы 108",
                "5_1": "Горы 100"
            }
        },
        "Горы 110": {
            transitions: ["1_7", "6_4", "6_10"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 111",
                "6_4": "Горы 115",
                "6_10": "Горы 108"
            }
        },
        "Горы 111": {
            transitions: ["2_3", "6_7"],
            description: "",
            transitionTargets: {
                "2_3": "Горы 112",
                "6_7": "Горы 110"
            }
        },
        "Горы 112": {
            transitions: ["3_3", "3_8", "6_6"],
            description: "",
            transitionTargets: {
                "3_3": "Горы 113",
                "3_8": "Горы 111",
                "6_6": "Горы 116"
            }
        },
        "Горы 113": {
            transitions: ["1_1", "2_8", "6_4"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 103",
                "2_8": "Горы 112",
                "6_4": "Горы 114"
            }
        },
        "Горы 114": {
            transitions: ["1_4", "6_7"],
            description: "",
            transitionTargets: {
                "1_4": "Горы 113",
                "6_7": "Горы 115"
            }
        },
        "Горы 115": {
            transitions: ["1_6", "4_3", "4_8"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 116",
                "4_3": "Горы 114",
                "4_8": "Горы 110"
            }
        },
        "Горы 116": {
            transitions: ["1_1", "1_2", "1_3", "1_4", "1_5", "1_6", "1_7", "1_8", "1_9", "1_10",
                "2_1", "2_10", "3_1", "3_10", "4_1", "4_10", "5_1", "5_10",
                "6_1", "6_2", "6_3", "6_4", "6_5", "6_6", "6_7", "6_8", "6_9", "6_10"
            ],
            description: "",
            transitionTargets: {
                "1_1": "Горы 116",
                "1_2": "Горы 116",
                "1_3": "Горы 116",
                "1_4": "Горы 116",
                "1_5": "Горы 116",
                "1_6": "Горы 112",
                "1_7": "Горы 116",
                "1_8": "Горы 116",
                "1_9": "Горы 116",
                "1_10": "Горы 116",
                "2_1": "Горы 116",
                "2_10": "Горы 116",
                "3_1": "Горы 116",
                "3_10": "Горы 116",
                "4_1": "Тупик",
                "4_10": "Тупик",
                "5_1": "Горы 116",
                "5_10": "Горы 116",
                "6_1": "Горы 116",
                "6_2": "Горы 116",
                "6_3": "Горы 116",
                "6_4": "Горы 116",
                "6_5": "Горы 116",
                "6_6": "Горы 115",
                "6_7": "Горы 116",
                "6_8": "Горы 116",
                "6_9": "Горы 116",
                "6_10": "Горы 116"
            }
        }, //развязка пред-поселка
        "Горы 117": {
            transitions: ["2_9", "3_5", "4_5", "4_6", "6_1", "6_10"],
            description: "",
            transitionTargets: {
                "2_9": "Горы 117",
                "3_5": "Горы 161",
                "4_5": "Горы 118",
                "4_6": "Горы 125",
                "6_1": "Горы 117",
                "6_10": "Горы 106"
            }
        },
        "Горы 118": {
            transitions: ["4_4", "4_7"],
            description: "",
            transitionTargets: {
                "4_4": "Горы 117",
                "4_7": "Горы 119"
            }
        },
        "Горы 119": {
            transitions: ["4_3", "4_8"],
            description: "",
            transitionTargets: {
                "4_3": "Горы 120",
                "4_8": "Горы 118"
            }
        },
        "Горы 120": {
            transitions: ["4_2", "4_9"],
            description: "",
            transitionTargets: {
                "4_2": "Горы 121",
                "4_9": "Горы 119"
            }
        },
        "Горы 121": {
            transitions: ["2_7", "4_3", "5_4"],
            description: "",
            transitionTargets: {
                "2_7": "Горы 122",
                "4_3": "Горы 120",
                "5_4": "Горы 126"
            }
        },
        "Горы 122": {
            transitions: ["4_2", "5_2", "6_2"],
            description: "",
            transitionTargets: {
                "4_2": "Горы 122",
                "5_2": "Горы 123",
                "6_2": "Горы 121"
            }
        },
        "Горы 123": {
            transitions: ["4_2", "4_8"],
            description: "",
            transitionTargets: {
                "4_2": "Горы 122",
                "4_8": "Горы 124"
            }
        },
        "Горы 124": {
            transitions: ["4_3", "4_8"],
            description: "",
            transitionTargets: {
                "4_3": "Горы 123",
                "4_8": "Горы 125"
            }
        },
        "Горы 125": {
            transitions: ["4_4", "4_7"],
            description: "",
            transitionTargets: {
                "4_4": "Горы 124",
                "4_7": "Горы 117"
            }
        },
        "Горы 126": {
            transitions: ["3_6", "4_4"],
            description: "",
            transitionTargets: {
                "3_6": "Горы 121",
                "4_4": "Горы 127"
            }
        },
        "Горы 127": {
            transitions: ["2_8", "3_5", "4_2"],
            description: "",
            transitionTargets: {
                "2_8": "Горы 128",
                "3_5": "Горы 126",
                "4_2": "Горы 130"
            }
        },
        "Горы 128": {
            transitions: ["2_1", "5_9"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 129",
                "5_9": "Горы 127"
            }
        },
        "Горы 129": {
            transitions: ["1_4", "4_1", "4_9", "6_5"],
            description: "",
            transitionTargets: {
                "1_4": "Тупик",
                "4_1": "Горы 203",
                "4_9": "Горы 128",
                "6_5": "Горы 136"
            }
        },
        "Горы 130": {
            transitions: ["2_4", "3_7"],
            description: "",
            transitionTargets: {
                "2_4": "Горы 136",
                "3_7": "Горы 127"
            }
        },
        "Горы 131": {
            transitions: ["1_6", "6_1"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 132",
                "6_1": "Горы 203"
            }
        },
        "Горы 132": {
            transitions: ["1_10", "6_6"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 133",
                "6_6": "Горы 131"
            }
        },
        "Горы 133": {
            transitions: ["4_1", "6_10"],
            description: "",
            transitionTargets: {
                "4_1": "Горы 132",
                "6_10": "Горы 134"
            }
        },
        "Горы 134": {
            transitions: ["1_1", "6_1"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 133",
                "6_1": "Горы 135"
            }
        },
        "Горы 135": {
            transitions: ["1_10", "6_1"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 134",
                "6_1": "Горы 203"
            }
        },
        "Горы 136": {
            transitions: ["3_4", "3_5", "4_6"],
            description: "",
            transitionTargets: {
                "3_4": "Горы 137",
                "3_5": "Горы 129",
                "4_6": "Горы 130"
            }
        },
        "Горы 137": {
            transitions: ["1_9", "2_5", "2_10", "6_4", "6_6"],
            description: "",
            transitionTargets: {
                "1_9": "Горы 138",
                "2_5": "Горы 137",
                "2_10": "Горы 136",
                "6_4": "Горы 137",
                "6_6": "Горы 137"
            }
        },
        "Горы 138": {
            transitions: ["1_5", "1_10", "6_5", "6_10"],
            description: "",
            transitionTargets: {
                "1_5": "Горы 139",
                "1_10": "Тупик",
                "6_5": "Горы 154",
                "6_10": "Горы 138"
            }
        },
        "Горы 139": {
            transitions: ["1_1", "1_3", "1_4", "1_7", "4_4", "4_10", "6_4", "6_5", "6_7"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 142",
                "1_3": "Тупик",
                "1_4": "Горы 141",
                "1_7": "Горы 153",
                "4_4": "Горы 148",
                "4_10": "Горы 149",
                "6_4": "Горы 138",
                "6_5": "Горы 140",
                "6_7": "Тупик"
            }
        },
        "Горы 140": {
            transitions: ["1_5", "6_5"],
            description: "",
            transitionTargets: {
                "1_5": "Горы 139",
                "6_5": "Горы 140"
            }
        },
        "Горы 141": {
            transitions: ["1_1", "6_1"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 141",
                "6_1": "Горы 139"
            }
        },
        "Горы 142": {
            transitions: ["3_9", "5_1", "6_1", "6_5"],
            description: "",
            transitionTargets: {
                "3_9": "Горы 142",
                "5_1": "Горы 143",
                "6_1": "Горы 139",
                "6_5": "Горы 143"
            }
        },
        "Горы 143": {
            transitions: ["1_8", "2_7", "4_8"],
            description: "",
            transitionTargets: {
                "1_8": "Горы 144",
                "2_7": "Горы 143",
                "4_8": "Горы 142"
            }
        },
        "Горы 144": {
            transitions: ["3_3", "3_10", "6_4"],
            description: "",
            transitionTargets: {
                "3_3": "Горы 154",
                "3_10": "Горы 145",
                "6_4": "Горы 143"
            }
        },
        "Горы 145": {
            transitions: ["3_6", "3_7", "4_4", "4_5", "5_10", "6_3"],
            description: "",
            transitionTargets: {
                "3_6": "Горы 144",
                "3_7": "Горы 147",
                "4_4": "Горы 145",
                "4_5": "Горы 145",
                "5_10": "Горы 153",
                "6_3": "Горы 146"
            }
        },
        "Горы 146": {
            transitions: ["2_10", "4_7", "4_8", "4_9"],
            description: "",
            transitionTargets: {
                "2_10": "Горы 148",
                "4_7": "Горы 146",
                "4_8": "Горы 146",
                "4_9": "Горы 145"
            }
        },
        "Горы 147": {
            transitions: ["1_5", "3_1", "3_10", "4_9", "5_5", "6_3", "6_8"],
            description: "",
            transitionTargets: {
                "1_5": "Горы 147",
                "3_1": "Горы 148",
                "3_10": "Горы 147",
                "4_9": "Горы 147",
                "5_5": "Горы 145",
                "6_3": "Горы 147",
                "6_8": "Горы 147"
            }
        },
        "Горы 148": {
            transitions: ["1_1", "1_8", "1_9", "1_10", "2_1", "2_10",
                "3_1", "3_10", "4_1", "4_6", "4_10", "5_1", "6_10"
            ],
            description: "",
            transitionTargets: {
                "1_1": "Тупик",
                "1_8": "Горы 148",
                "1_9": "Горы 148",
                "1_10": "Горы 148",
                "2_1": "Горы 146",
                "2_10": "Горы 148",
                "3_1": "Горы 147",
                "3_10": "Горы 148",
                "4_1": "Тупик",
                "4_6": "Горы 139",
                "4_10": "Горы 148",
                "5_1": "Горы 133",
                "6_10": "Горы 148"
            }
        },
        "Горы 149": {
            transitions: ["1_6", "6_6"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 150",
                "6_6": "Горы 139"
            }
        },
        "Горы 150": {
            transitions: ["3_8", "5_1", "5_3", "6_1", "6_2", "6_3"],
            description: "",
            transitionTargets: {
                "3_8": "Горы 150",
                "5_1": "Горы 151",
                "5_3": "Горы 150",
                "6_1": "Горы 149",
                "6_2": "Горы 191",
                "6_3": "Горы 150"
            }
        },
        "Горы 151": {
            transitions: ["1_5", "2_6", "4_9", "6_1"],
            description: "",
            transitionTargets: {
                "1_5": "Горы 151",
                "2_6": "Горы 152",
                "4_9": "Горы 150",
                "6_1": "Горы 157"
            }
        },
        "Горы 152": {
            transitions: ["2_2", "5_8"],
            description: "",
            transitionTargets: {
                "2_2": "Горы 153",
                "5_8": "Горы 151"
            }
        },
        "Горы 153": {
            transitions: ["1_7", "4_1", "5_9"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 139",
                "4_1": "Горы 145",
                "5_9": "Горы 152"
            }
        },
        "Горы 154": {
            transitions: ["1_5", "3_5", "4_5", "6_5"],
            description: "",
            transitionTargets: {
                "1_5": "Горы 154",
                "3_5": "Горы 138",
                "4_5": "Горы 155",
                "6_5": "Горы 154"
            }
        },
        "Горы 155": {
            transitions: ["1_6", "2_7", "3_6"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 154",
                "2_7": "Горы 156",
                "3_6": "Горы 157"
            }
        },
        "Горы 156": {
            transitions: ["2_6", "3_4", "3_8", "4_8", "5_6"],
            description: "",
            transitionTargets: {
                "2_6": "Горы 155",
                "3_4": "Горы 157",
                "3_8": "Горы 156",
                "4_8": "Горы 160",
                "5_6": "Горы 158"
            }
        },
        "Горы 157": {
            transitions: ["3_6", "4_1", "4_5", "4_6", "4_7", "4_8", "6_7"],
            description: "",
            transitionTargets: {
                "3_6": "Горы 155",
                "4_1": "Горы 157",
                "4_5": "Тупик",
                "4_6": "Горы 151",
                "4_7": "Горы 156",
                "4_8": "Горы 158",
                "6_7": "Горы 157"
            }
        },
        "Горы 158": {
            transitions: ["1_1", "1_8", "4_8"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 157",
                "1_8": "Горы 156",
                "4_8": "Горы 159"
            }
        },
        "Горы 159": {
            transitions: ["4_1", "4_10"],
            description: "",
            transitionTargets: {
                "4_1": "Горы 158",
                "4_10": "Горы 122"
            }
        },
        "Горы 160": {
            transitions: ["3_6"],
            description: "",
            transitionTargets: {
                "3_6": "Горы 123"
            }
        },
        "Горы 161": {
            transitions: ["2_6", "3_6", "4_6", "5_6", "6_6"],
            description: "",
            transitionTargets: {
                "2_6": "Горы 162",
                "3_6": "Горы 173",
                "4_6": "Горы 167",
                "5_6": "Горы 161",
                "6_6": "Горы 117"
            }
        },
        "Горы 162": {
            transitions: ["4_10", "6_8"],
            description: "",
            transitionTargets: {
                "4_10": "Горы 163",
                "6_8": "Горы 161"
            }
        },
        "Горы 163": {
            transitions: ["3_1"],
            description: "",
            transitionTargets: {
                "3_1": "Горы 164"
            }
        },
        "Горы 164": {
            transitions: ["1_5", "1_10", "3_1", "3_5", "3_6", "3_10",
                "4_5", "4_6", "6_1", "6_10"
            ],
            description: "",
            transitionTargets: {
                "1_5": "Горы 168",
                "1_10": "Горы 165",
                "3_1": "Горы 188",
                "3_5": "Горы 164",
                "3_6": "Горы 164",
                "3_10": "Горы 166",
                "4_5": "Горы 164",
                "4_6": "Горы 164",
                "6_1": "Горы 167",
                "6_10": "Горы 163"
            }
        },
        "Горы 165": {
            transitions: ["2_4", "2_5", "2_6", "2_10", "3_8", "3_9",
                "4_1", "4_10", "5_9"
            ],
            description: "",
            transitionTargets: {
                "2_4": "Горы 165",
                "2_5": "Горы 165",
                "2_6": "Горная пещера",
                "2_10": "Горы 173",
                "3_8": "Горы 165",
                "3_9": "Горы 165",
                "4_1": "Горы 168",
                "4_10": "Горы 165",
                "5_9": "Горы 166"
            }
        },
        "Горы 166": {
            transitions: ["3_1"],
            description: "",
            transitionTargets: {
                "3_1": "Горы 164"
            }
        },
        "Горы 167": {
            transitions: ["1_10", "2_9"],
            description: "",
            transitionTargets: {
                "1_10": "Горы 164",
                "2_9": "Горы 174"
            }
        },
        "Горы 168": {
            transitions: ["1_6", "6_5"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 164",
                "6_5": "Горы 164"
            }
        },
        "Горы 169": {
            transitions: ["1_6", "6_5"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 170",
                "6_5": "Горы 168"
            }
        },
        "Горы 170": {
            transitions: ["3_9", "4_3", "4_8", "6_4"],
            description: "",
            transitionTargets: {
                "3_9": "Горы 171",
                "4_3": "Горы 170",
                "4_8": "Горы 170",
                "6_4": "Горы 169"
            }
        },
        "Горы 171": {
            transitions: ["2_1", "3_10"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 170",
                "3_10": "Горы 172"
            }
        },
        "Горы 172": {
            transitions: ["2_2", "4_10"],
            description: "",
            transitionTargets: {
                "2_2": "Горы 171",
                "4_10": "Горы 173"
            }
        },
        "Горы 173": {
            transitions: ["2_3", "3_4", "5_10"],
            description: "",
            transitionTargets: {
                "2_3": "Горы 172",
                "3_4": "Горы 165",
                "5_10": "Горы 161"
            }
        },
        "Горы 174": {
            transitions: ["1_3", "3_5", "4_8"],
            description: "",
            transitionTargets: {
                "1_3": "Горы 175",
                "3_5": "Горы 174",
                "4_8": "Горы 167"
            }
        },
        "Горы 175": {
            transitions: ["5_1", "5_10", "6_9"],
            description: "",
            transitionTargets: {
                "5_1": "Горы 176",
                "5_10": "Горы 188",
                "6_9": "Горы 174"
            }
        },
        "Горы 176": {
            transitions: ["4_1", "5_10"],
            description: "",
            transitionTargets: {
                "4_1": "Горы 177",
                "5_10": "Горы 175"
            }
        },
        "Горы 177": {
            transitions: ["1_4", "6_7"],
            description: "",
            transitionTargets: {
                "1_4": "Горы 178",
                "6_7": "Горы 176"
            }
        },
        "Горы 178": {
            transitions: ["1_8", "4_10", "6_5"],
            description: "",
            transitionTargets: {
                "1_8": "Горы 192",
                "4_10": "Горы 179",
                "6_5": "Горы 177"
            }
        },
        "Горы 179": {
            transitions: ["1_1", "2_8", "6_4"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 178",
                "2_8": "Горы 180",
                "6_4": "Горы 184"
            }
        },
        "Горы 180": {
            transitions: ["3_3", "3_8", "6_6"],
            description: "",
            transitionTargets: {
                "3_3": "Горы 179",
                "3_8": "Горы 186",
                "6_6": "Горы 181"
            }
        },
        "Горы 181": {
            transitions: ["1_1", "1_2", "1_3", "1_4", "1_5", "1_6", "1_7", "1_8", "1_9", "1_10",
                "2_1", "2_10", "3_1", "3_10", "4_1", "4_10", "5_1", "5_10",
                "6_1", "6_2", "6_3", "6_4", "6_5", "6_6", "6_7", "6_8", "6_9", "6_10"
            ],
            description: "",
            transitionTargets: {
                "1_1": "Горы 181",
                "1_2": "Горы 181",
                "1_3": "Горы 181",
                "1_4": "Горы 181",
                "1_5": "Горы 181",
                "1_6": "Горы 180",
                "1_7": "Горы 181",
                "1_8": "Горы 181",
                "1_9": "Горы 181",
                "1_10": "Горы 181",
                "2_1": "Горы 181",
                "2_10": "Горы 181",
                "3_1": "Горы 181",
                "3_10": "Горы 181",
                "4_1": "Впалый сугроб",
                "4_10": "Охота на мышей",
                "5_1": "Горы 181",
                "5_10": "Горы 181",
                "6_1": "Спавн камней",
                "6_2": "Горы 181",
                "6_3": "Горы 181",
                "6_4": "Горы 181",
                "6_5": "Горы 181",
                "6_6": "Горы 181",
                "6_7": "Горы 181",
                "6_8": "Горы 181",
                "6_9": "Горы 181",
                "6_10": "Горы 181"
            }
        },

        //182 ???

        "Горы 183": {
            transitions: ["1_6", "4_3", "4_8"],
            description: "",
            transitionTargets: {
                "1_6": "Горы 181",
                "4_3": "Горы 184",
                "4_8": "Горы 185"
            }
        },
        "Горы 184": {
            transitions: ["1_4", "6_7"],
            description: "",
            transitionTargets: {
                "1_4": "Горы 179",
                "6_7": "Горы 183"
            }
        },
        "Горы 185": {
            transitions: ["1_7", "6_4", "6_10"],
            description: "",
            transitionTargets: {
                "1_7": "Горы 186",
                "6_4": "Горы 183",
                "6_10": "Горы 187"
            }
        },
        "Горы 186": {
            transitions: ["2_3", "6_7"],
            description: "",
            transitionTargets: {
                "2_3": "Горы 180",
                "6_7": "Горы 185"
            }
        },
        "Горы 187": {
            transitions: ["1_1", "1_7", "6_4"],
            description: "",
            transitionTargets: {
                "1_1": "Горы 185",
                "1_7": "Горы 189",
                "6_4": "Горы 188"
            }
        },
        "Горы 188": {
            transitions: ["4_10", "5_1"],
            description: "",
            transitionTargets: {
                "4_10": "Горы 187",
                "5_1": "Горы 175"
            }
        },
        "Горы 189": {
            transitions: ["1_3", "6_5"],
            description: "",
            transitionTargets: {
                "1_3": "Проход к уступам под водопадом",
                "6_5": "Горы 187"
            }
        },
        "Горы 191": {
            transitions: ["2_1", "2_10"],
            description: "",
            transitionTargets: {
                "2_1": "Горы 192",
                "2_10": "Проход к уступам под водопадом"
            }
        },
        "Горы 192": {
            transitions: ["2_10", "6_3"],
            description: "",
            transitionTargets: {
                "2_10": "Горы 191",
                "6_3": "Горы 178"
            }
        },
        "Горы 193": {
            transitions: ["3_5", "3_6"],
            description: "",
            transitionTargets: {
                "3_5": "Проход к уступам под водопадом",
                "3_6": "Горы 193"
            }
        },
        "Горы 194": {
            transitions: ["3_5", "3_6", "6_1"],
            description: "",
            transitionTargets: {
                "3_5": "Горы 194",
                "3_6": "Горы 195",
                "6_1": "ГПроход к уступам под водопадом"
            }
        },
        "Горы 195": {
            transitions: ["3_7"],
            description: "",
            transitionTargets: {
                "3_7": "Горы 196"
            }
        },
        "Горы 196": {
            transitions: ["3_8"],
            description: "",
            transitionTargets: {
                "3_8": "Горы 197"
            }
        },
        "Горы 197": {
            transitions: ["3_9"],
            description: "",
            transitionTargets: {
                "3_9": "Горное озеро"
            }
        },

        //198 ??

        "Горы 199": {
            transitions: ["3_1", "3_10"],
            description: "",
            transitionTargets: {
                "3_1": "Горы 200",
                "3_10": "Горное озеро"
            }
        },
        "Горы 200": {
            transitions: ["3_2"],
            description: "",
            transitionTargets: {
                "3_2": "Горы 201"
            }
        },
        "Горы 201": {
            transitions: ["3_3"],
            description: "",
            transitionTargets: {
                "3_3": "Горы 202"
            }
        },
        "Горы 202": {
            transitions: ["3_4"],
            description: "",
            transitionTargets: {
                "3_4": "Горы 193"
            }
        }
    };